cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'bash'
brew 'coreutils'
brew 'findutils'
brew 'git-flow'
brew 'go'
brew 'grc'
brew 'httpie'
brew 'irssi'
brew 'mackup'
brew 'mongodb'
brew 'nvm'
brew 'opencc'
brew 'rethinkdb'
brew 'ssh-copy-id'
brew 'terraform'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'youtube-dl'

cask 'alfred'
cask 'atom'
cask 'beyond-compare'
cask 'charles'
cask 'cleanmymac'
cask 'dockertoolbox'
cask 'dropbox'
cask 'firefoxdeveloperedition'
cask 'flux'
cask 'gitter'
cask 'google-chrome'
cask 'heroku-toolbelt'
cask 'istat-menus'
cask 'iterm2'
cask 'keka'
cask 'macdown'
cask 'neteasemusic'
cask 'ngrok'
cask 'obs'
cask 'paw'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'recordit'
cask 'robomongo'
cask 'sketch'
cask 'sketch-toolbox'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'sublime-text3'
cask 'telegram'
cask 'tiled'
cask 'unity'
cask 'utorrent'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'webkit-nightly'
cask 'webstorm'

cask 'font-hack'
cask 'font-noto-sans-japanese'
cask 'font-noto-sans-korean'
cask 'font-noto-sans-s-chinese'
cask 'font-noto-sans-t-chinese'
cask 'font-roboto'
cask 'font-source-code-pro'