cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'ack'
brew 'aria2'
brew 'asciidoc'
brew 'autoconf'
brew 'autojump'
brew 'bats'
brew 'bash'
brew 'boost'
brew 'brew-cask-completion'
brew 'cabextract'
brew 'cmatrix'
brew 'cscope'
brew 'coreutils'
brew 'docbook'
brew 'findutils'
brew 'ffmpeg'
brew 'freexl'
brew 'git-flow'
brew 'gnupg'
brew 'gnupg2'
brew 'go'
brew 'grc'
brew 'httpie'
brew 'ipython'
brew 'irssi'
brew 'lrzsz'
brew 'lzlib'
brew 'mackup'
brew 'macvim'
brew 'makedepend'
brew 'mercurial'
# brew 'mongodb'
brew 'node'
brew 'nvm'
brew 'opencc'







brew 'openssl'
brew 'p7zip'
brew 'pcre'
brew 'perl'
brew 'postgis'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'pinentry'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby'
brew 'spatialite-tools'
brew 'sqlite'
brew 'stow'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vcsh'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'ssh-copy-id'
brew 'terraform'
brew 'trash'
brew 'tree'
brew 'unrar'

cask 'alfred'
cask 'atom'
cask 'beyond-compare'
cask 'charles'
cask 'cleanmymac'
cask 'docker-toolbox'
cask 'dropbox'
cask 'firefoxdeveloperedition'
cask 'flux'
cask 'gitter'
cask 'google-chrome'
cask 'heroku-toolbelt'
cask 'istat-menus'
cask 'iterm2'
cask 'keka'
cask 'macdown'
cask 'neteasemusic'
cask 'ngrok'
cask 'obs'
cask 'paw'
# cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'recordit'
# cask 'robomongo'
# cask 'sketch'
# cask 'sketch-toolbox'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'sublime-text3'
# cask 'telegram'
cask 'tiled'
cask 'unity'
# cask 'utorrent'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'webkit-nightly'
# cask 'webstorm'

cask 'font-hack'
cask 'font-noto-sans-japanese'
cask 'font-noto-sans-korean'
cask 'font-noto-sans-s-chinese'
cask 'font-noto-sans-t-chinese'
cask 'font-roboto'
cask 'font-source-code-pro'